// © Copyright 2012, 2015 HP Development Company, L.P.

TaskName = "Ota suoratulostus käyttöön laitteellasi";

TaskTOCTitle = "HP:n suoratulostus";

HeaderMessage = "Suoran langattoman yhteyden avulla tulostaminen on helppoa langatonta yhteyttä käyttävästä älypuhelimesta, taulutietokoneesta tai jostakin muusta mobiililaitteesta. Mobiililaitteen on oltava tulostimen langattoman yhteyden kantoalueella ja laitteeseen on asennettava joko HP ePrint -ohjain tai mobiilisovellus. Lisätietoja ja ladattavia sovelluksia on saatavilla HP:n verkkosivustolla";
EnableDirectPrint = "Ota suoratulostus käyttöön";

SecurityOnPasswordTitle = "Käytössä (suojaus käytössä)";
SecurityOnTitle = "Käytössä (ei suojausta)";
SecurityOffTitle = "Ei käytössä";

SecurityOnAlertTitle = "(Varoitus: Kun suoratulostus on käytössä, langattoman yhteyden kantoalueella olevien luvattomien käyttäjien on mahdollista muodostaa yhteys tulostimeen ja tulostaa sillä.)";
PasswordTitle = "Salasana:";
PassphraseTooShortErrorMessage = "Salasanan täytyy olla vähintään 8 merkkiä pitkä";